Repository: franck-paul/listImages
Catalog: locales/*/main.po
Languages: fr

source: List images from entries
fr: Lister les images des billets

source: Go to entry %s
fr: Aller au billet %s

source: List entry images
fr: Liste d'images de billets

source: List entry images by listImages plugin
fr: Liste d'images de billets par le plugin listImages

source: Last images
fr: Dernières images

source: Category list:
fr: Liste des catégories :

source: Selected posts
fr: Billets sélectionnés

source: Image size
fr: Taille de l'image

source: Default image size
fr: Taille de l'image par défaut

source: HTML tag
fr: Balise HTML

source: Image link
fr: Lien vers l'image

source: Search image in
fr: Chercher l'image dans

source: content and excerpt
fr: extrait et contenu

source: excerpt only
fr: extrait uniquement

source: content only
fr: contenu uniquement

source: Legend
fr: Légende

source: Image title
fr: Titre de l'image

source: Alt attribute
fr: Attribut Alt

source: Includes width and height of image
fr: Inclure les dimensions de l'image

source: Start from
fr: Démarrer à

source: Number (empty or 0 = all)
fr: Nombre d'image à trouver (vide ou 0 = toutes)

source: CSS Class
fr: Classe CSS
